Repository: saedabaid2/Najez_Test
Catalog: Almanea/Translation.*.resx
Languages: ar

source: Select Service Provider
ar: حدد مزود الخدمة

# NoserviceProvideravailable
source: No service provider available to deliver this service
ar: لا يوجد مزود خدمة متاح لتقديم هذه الخدمة

source: Service Provider Assigned
ar: مقدم الخدمة المعين

source: Seller Account
ar: حساب البائع

source: Enter Team Capacity %
ar: أدخل قدرة الفريق٪

source: Enter Working Hours
ar: أدخل ساعات العمل

source: Select Block Date
ar: حدد تاريخ حجز الطلبات

source: Last Logged In
ar: آخر تسجيل دخول

# SelectComplain
source: Select Complaint
ar: حدد شكوى

source: Verifying by Agent
ar: التحقق من قبل الوكيل

source: Resolved by Agent
ar: تم حلها بواسطة الوكيل

source: Labour and Driver
ar: العمل والسائق

# Service
source: Services
ar: الخدمات

source: OUR PARTNERS
ar: شركائنا

source: Is Labour a Driver also
ar: هل العامل هو السائق أيضا

source: Internal Team Only
ar: فريق داخلي فقط

source: Capacity Percentage
ar: نسبة السعة

source: Category
ar: الفئة

source: Welcome
ar: أهلا بك

# LabourIsDriver
source: Labour + Driver
ar: عامل و سائق

# RescheuleAlertMessagse
source: Your Capaity will be recalculated!!
ar: ستتم إعادة حساب سعة الفريق

source: Company Logo
ar: شعار الشركة

source: Add service
ar: اضف خدمة

source: Add Team
ar: اضف الفريق

source: Auto Assign
ar: تعيين تلقائي

source: Order leader
ar: قائد الطلب

source: Select service
ar: اختر خدمة

# IqaamaNoPlaceHolder
source: Iqama/ID must be 10 digits
ar: رقم الهوية أو الإقامة يجب ان يكون ١٠ ارقام فقط

# Postpone
source: Postponed
ar: يؤجل

# ServiceNameAR
source: Service Name In Arabic
ar: إسم الخدمة باللغة العربية

# ServiceNameEN
source: Service Name In English
ar: إسم الخدمة باللغة الانجليزية

# Items
source: Service Items
ar: أدوات الخدمة

source: Add Item
ar: إضافة وحدة

source: Item Name
ar: اسم الوحدة

source: Item No
ar: رقم الوحدة

# success_AddItem
source: Item created successfully
ar: تم إضافة الوحدة بنجاح

# success_EditOrder
source: order is updated successfully
ar: تم تعديل الطلب بنجاح

# AvalInventory
source: Available Inventory
ar: المخزون المتاح

# Inventory
source: Inventory Manage
ar: إدارة المخزون

source: InventoryReport
ar: تقارير المخزون

# InventoryRepeated
source: cannot add same item with same dates
ar: لا يمكن اضافة نفس المخزون مرتين

# ItemNameArabic
source: Item
ar: اسم العنصر

# ItemNameEnglish
source: Item
ar: اسم العنصر

source: updated date
ar: تاريخ التحديث
