Repository: saedabaid2/Najez_Test
Catalog: Almanea/Translation.*.resx
Languages: ar

source: Account Type
ar: نوع الحساب

source: Action
ar: الإجراء

source: Active
ar: نشط

source: Activity Date
ar: تاريخ الحركة

source: Added On
ar: وأضاف في

# AddGroup
source: Create User Group
ar: إنشاء مجموعة مستخدمين

# AddGroupDesc
source: Add new group information i.e (related to Provider or Supplier)
ar: إضافة بيانات مجموعة المستخدمين

source: Additional Services
ar: الخدمات الإضافية

source: Add New
ar: إضافة

# AddUser
source: Create New User
ar: إنشاء مستخدم جديد

# AddUserDesc
source: Add new user information, so that he can access application
ar: إضافة بيانات مستخدم

source: Admin
ar: مدير النظام

# AdminUser
source: Users
ar: المستخدمون

# AllGroupType
source: All Group Types
ar: كافة أنواع المستخدمين

source: All Status
ar: كل الحالات

source: All User Type
ar: كافة انواع المستخدمين

# AlreadyReserved
source: this order is already reserved
ar: الطلب غير متاح وتم حجزه

# AlternateMobile
source: Additional Mobile
ar: رقم جوال إضافي

source: AM
ar: ص

# Archieve
source: Archieve Orders
ar: الطلبات المؤرشفة

# ASAP
source: As Soon as Possible
ar: أقرب وقت ممكن

source: Cancel
ar: الغاء

source: Cancelled Orders
ar: الطلبات الملغية

# CancelOrderDesc
source: View all your cancelled orders
ar: عرض الطلبات الملغية

source: Change Password
ar: تغيير كلمة المرور

source: Change Service
ar: تعديل الخدمات

source: Code
ar: الكود

# CodeDesc
source: Code received via SMS on Customer Mobile
ar: الكود المستلم على جوال العميل

source: Comments
ar: تعليقات

source: Company Name
ar: إسم الشركة

# CompanyNameAR
source: Company Name in Arabic
ar: إسم الشركة بالعربي

# CompanyNameEN
source: Company Name in English
ar: إسم الشركة بالإنجليزي

# Complain
source: Complaint
ar: الشكوى

source: Complete
ar: مكتمل

# CompletedOrderDesc
source: View all your completed orders
ar: عرض كافة الطلبات المكتملة

source: Completed Orders
ar: الطلبات المكتملة

# ConfirmDelete
source: Are you sure you want to delete ?
ar: هل أنت متأكد من إجراء عملية الحذف؟

source: Confirmed
ar: مؤكد

# ConfirmFinish
source: Did you do any additional service in this order ?
ar: هل تم تقديم خدمات اضافية للعميل؟

source: Confirm Password
ar: تأكيد كلمة المرور

# ContractPercent
source: Contract Percentage
ar: نسبة المشاركة

source: Customer
ar: العميل

# CustomerCode
source: Confirmation Code
ar: رمز التأكيد

# CustomerContact
source: Customer Mobile No.
ar: رقم الجوال

source: Customer Location
ar: موقع العميل

source: Customer Name
ar: إسم العميل

source: Customer Name /Mobile
ar: إسم العميل / رقم الجوال

source: Customer Sign Off
ar: إعتماد وتوقيع العميل

source: Dashboard
ar: لوحة التحكم

source: Delete
ar: حذف

source: Details
ar: تفاصيل

source: Done By
ar: بواسطة

# Download
source: Additional Services
ar: الخدمات الإضافية

source: Edit
ar: تعديل

# EditGroup
source: Edit User Group (Provider/Supplier)
ar: تعديل مجموعة المستخدمين (مزود الخدمة)

# Email
source: Email Address
ar: البريد الإلكتروني

# EmailExist
source: This email already exist in system
ar: عنوان البريد الإلكتروني موجود مسبقاً

# EnterForgotEmail
source: Enter your Email Address
ar: أدخل عنوان البريد الإلكتروني

# error_Atleast1Service
source: Add atleast one service to be provided
ar: يجب إضافة خدمة واحدة على الأقل

# error_detailMissing
source: Enter all the details
ar: إدخال كافة التفاصيل

source: EveningTime
ar: مساءً

# Fax
source: Fax No
ar: رقم الفاكس

source: Finish
ar: منتهي

source: Finished Orders
ar: الطلبات المنتهية

# FinishOrderDesc
source: View all your finished orders
ar: عرض كافة الطلبات المنتهية

source: Finish Work
ar: إنهاء العمل

source: First Name
ar: الإسم الأول

source: Forgot Password
ar: نسيت كلمة المرور

source: Full Name
ar: الإسم الكامل

source: Grand Total
ar: الإجمالي

source: Group Type
ar: نوع المجموعة

# HandyWorkPrice
source: Handy Work(per unit/incl VAT)
ar: سعر اجرة اليد (للوحدة/شامل الضريبة)

# History
source: Order Status History
ar: سجل الطلب

# HoldOn
source: On Hold
ar: في الإنتظار

source: InActive
ar: غير نشط

# InstallDate
source: Preferred Installation Date
ar: تاريخ التركيب المفضل

source: Install On
ar: تاريخ التركيب

# InvalidCode
source: Invalid Code ! Please enter the correct Code.
ar: الكود المدخل غير صحيح

# InvalidHour
source: Time should be between 1 and 12
ar: الوقت يجب أن يكون بين 1 و 12

# InvalidId
source: Invalid Id No.
ar: الرقم المدخل غير صحيح

# InvalidLogin
source: Login details are not registered with us. Please check again.
ar: بينات الدخول غير مطابقة مع النظام

# InvalidMobile
source: Invalid Mobile No
ar: رقم الجوال غير صحيح

source: Invoice Image
ar: صورة الفاتورة

source: Invoice No.
ar: رقم الفاتورة

# IqaamaLength
source: Enter valid Id/Iqaama No
ar: رقم الهوية

# IqaamaNo
source: Iqama/ID number
ar: رقم الهوية أو الإقامة

source: IsActive
ar: نشط

# ItemCount
source: Quantity
ar: الكمية

# Job_in_Progress
source: Start Work
ar: البدء بالعمل

source: Last Name
ar: الإسم الأخير

source: Location
ar: الموقع

# LocationAR
source: Location Name in Arabic
ar: الموقع بالعربي

# LocationDesc
source: Add/Edit Location details, which are available in application
ar: تعديل بيانات الموقع

# LocationEN
source: Location Name in English
ar: الموقع بالإنجليزي

source: Logo
ar: الشعار

source: Mobile No
ar: رقم الجوال

source: Morning Time
ar: صباحاً

source: Name
ar: الإسم

source: New
ar: جديد

# NewComplain
source: New Complains
ar: شكوى جديدة

# NewOrder
source: New
ar: إنشاء طلب جديد

# NewOrderDesc
source: Enter full order details, customer information, services and submit.
ar: أدخل كافة البيانات

# NewStatus
source: Order New Status
ar: حالة الطلب

source: No
ar: لا

# NotRegisterEmail
source: Email is not registered with us, Please check again.
ar: البريد الإلكتروني المدخل غير مسجل بالنظام

# OrderAlreadyReserved
source: Sorry, this order is already reserved by another service provider.
ar: عفواً، الطلب غير متاح وتم حجزه من مزود خدمة آخر

# OrderCost
source: Total Price
ar: السعر الإجمالي

source: Order Date
ar: تاريخ الطلب

# OrderDeleted
source: This order is deleted by supplier
ar: الطلب محذوف من المورد

# OrderDesc
source: View all orders and update if not assigned to any provider
ar: عرض كافة الطلبات التي لا يوجد لها مزود خدمة

source: Order Details
ar: تفاصيل الطلب

source: Order End Date
ar: تاريخ نهاية الطلب

# OrderExpNotifyDuration
source: Order Notify Duration (Minutes)
ar: التذكير بالدقائق

source: Order New Status
ar: طلب جديد

source: Order No
ar: رقم الطلب

# OrderNotReady
source: Sorry the order is not yet ready to reserve
ar: عفواً، الطلب غير متاح وتم حجزه من مزود خدمة آخر

source: Orders
ar: الطلبات

source: Orders List
ar: قائمة الطلبات

source: Order Start Date
ar: تاريخ بداية الطلب

source: Password
ar: كلمة المرور

# PasswordSend
source: Password is send to your email
ar: تم إرسال كلمة المرور الى البريد الإلكتروني

# PasswordUnMatch
source: Password and Confirm Password should be same
ar: كلمة المرور وتأكيد كلمة المرور مختلفة!

source: PM
ar: م

# PreferAsap
source: As soon as possible (within -/+3 days)
ar: أقرب وقت ممكن (خلال 3 أيام)

# PreferInstallDateTime
source: Installation Date/Time
ar: الوقت المفضل للتركيب

# PreferSpecific
source: Select Specific Date
ar: حدد التاريخ

# PrefferTime
source: Preferred Timing
ar: الوقت المفضل

# ProfilePic
source: Profile Picture
ar: صورة الملف الشخصي

source: Quantity
ar: الكمية

source: Rejected
ar: رفض

# Release
source: Release Or New
ar: فك إرتباط

# Report
source: Financial Report
ar: التقرير المالي

# ReqAccountType
source: Select Account Type
ar: حدد نوع الحساب

# ReqAll
source: All fields are mandatory, Enter details and try again
ar: كافة الحقول إجبارية

# ReqCode
source: Enter verification Code
ar: أدخل رمز التحقق

# ReqCompanyNameAR
source: Enter the name of Company in Arabic
ar: أدخل إسم الشركة بالعربي

# ReqCompanyNameEN
source: Enter the name of Company in English
ar: أدخل إسم الشركة بالإنجليزي

# ReqCustomerContact
source: Enter the Contact No of the customer
ar: أدخل رقم الجوال للعميل

# ReqCustomerName
source: Enter the Name of the Customer
ar: أدخل إسم العميل

# ReqEmail
source: Enter Email Address
ar: أدخل عنوان البريد الإلكتروني

# ReqFax
source: Enter fax no
ar: أدخل رقم الفاكس

# ReqFirstName
source: Enter first name of the user
ar: أدخل الإسم الأول

# ReqInstallDate
source: Select Preffered Install Date
ar: حددالتاريخ المفضل للتركيب

# ReqInvoiceNo
source: Enter the Invoice or Bill No of the purchase
ar: أدخل رقم الفاتورة

# ReqIqama
source: Iqama/Id number
ar: أرقم الهوية

# ReqLastName
source: Enter last name of the user
ar: أدخل إسم المستخدم

# ReqLocation
source: Enter the name of location
ar: أدخل إسم الموقع

# ReqOrdLocation
source: Select the Location of customer
ar: حدد الموقع للعميل

# ReqPassword
source: Enter Password
ar: أدخل كلمة المرور

# ReqSellerContact
source: Enter the Contact No of the seller.
ar: أدخل رقم الجوال للبائع

# ReqSellerName
source: Enter the name of the seller
ar: أدخل إسم البائع

# ReqService
source: Enter the name of the service
ar: أدخل إسم الخدمة

# ReqStatus
source: Select the Status of the order
ar: حدد حالة الطلب

# ReqTelePhone
source: Enter your contact No
ar: أدخل بيانات الإتصال

source: Required
ar: مطلوب

# ReqUnitPrice
source: Enter the estimated price of the service
ar: أدخل السعر المتوقع للخدمة

# ReqUserGroup
source: Select the Provider/Supplier for who account is created
ar: حدد المورد/مزود الخدمة

# ReqUserGroupType
source: Select User Group Type
ar: حدد نوع مجموعة المستخدمين

# ReqUserType
source: Select the Type if (Provider /Supplier)
ar: حدد النوع (المستخدم/مزود خدمة)

# ReqVat
source: Enter Vat Percentage
ar: أدخل نسبة الضريبة

# ReSchedule
source: Appointment Confirm
ar: تعيين الموعد

source: Reserved
ar: محجوز

source: Reset
ar: إعادة تعيين

# ResolvedComplain
source: Resolved Complaint
ar: أرشيف الشكاوى

source: Response
ar: إستجابة

# ScheduleConfirm
source: Schedule Confirmation
ar: تأكيد الموعد

source: Search
ar: البحث

source: -- Select --
ar: -- إختر --

# SellerContact
source: Seller Mobile No.
ar: رقم الجوال

source: Seller Name
ar: إسم البائع

source: Service already added
ar: الخدمة مضافة مسبقاً

# ServiceAR
source: Service Name in Arabic
ar: إسم الخدمة

# ServiceDesc
source: Add/Edit Service details, these services are available in application
ar: إضافة/تعديل تفاصيل الخدمات

# ServiceEN
source: Service Name
ar: إسم الخدمة

source: Service Provider
ar: مزود الخدمة

source: Services
ar: الخدمات

source: Settings
ar: الإعدادات

source: Sign In
ar: تسجيل دخول

source: SMS
ar: الرسائل النصية

# SMSInArabic
source: Receive SMS in Arabic
ar: نص الرسالة بالعربي

# SpareParts
source: Spare Parts(per unit/incl VAT)
ar: سعر قطع الغيار (للوحدة/شامل الضريبة)

source: Status
ar: الحالة

source: Sub Admin
ar: مدير نظام ثانوي

source: Submit
ar: تنفيذ

source: Sub Total
ar: المجموع

# success_AddGroup
source: User group created successfully
ar: تم إنشاء مجموعة المستخدمين بنجاح

# success_AddLocation
source: Location added successfully
ar: تم إضافة الموقع بنجاح

# success_AddService
source: Service added successfully
ar: تم إضافة الخدمات بنجاح

# success_AddUser
source: User created successfully
ar: تم إنشاء المستخدم بنجاح

# success_DetailSubmit
source: Details were submitted successfully
ar: تم إضافة التفاصيل بنجاح

# success_EditUser
source: User Info updated successfully
ar: تعم تعديل بيانات المستخدم بنجاح

# success_NewOrder
source: Order is created successfully.
ar: تم إنشاء الطلب بنجاح

# success_OrderDelete
source: Order is deleted successfully.
ar: تم حذف الطلب بنجاح

# success_Update
source: Details are updated successfully
ar: تم تعديل التفاصيل بنجاح

# success_UpdateInfo
source: Information updated successfully
ar: تم تعديل البيانات بنجاح

# success_UpdatePwd
source: Password was changed for user
ar: تم تعديل كلمة المرور

source: Supplier
ar: المورد

# SyanahCompany
source: Title for report
ar: عنوان التقرير

# SyanahEmail
source: Email in report
ar: البريد الإلكتروني على التقرير

# SyanahPhone
source: Phone No in report
ar: رقم الجوال على التقرير

# SyanahWebsite
source: Website in report
ar: الموقع الإلكتروني

# Telephone
source: Mobile
ar: رقم الجوال

source: Title
ar: العنوان

source: Total
ar: الاجمالي

source: Type
ar: النوع

source: Unit Price
ar: سعر الوحدة

source: Update
ar: تعديل

# UploadAttachment
source: Upload Invoice Image to update details
ar: تحميل صورة الفاتورة

# UploadFile
source: File Upload
ar: تحميل الملف

# UploadSignOff
source: Upload Customer SignOff to Document
ar: تحميل النسخة الموقعة من العميل

# UserCompanyName
source: User / Company
ar: مستخدم / شركة

# UserGroup
source: User Groups
ar: مجموعة المستخدمون

# UserGroupDesc
source: View and Edit group details.
ar: عرض وتعديل بيانات المجموعة

source: User Group Type
ar: نوع المجموعة

source: Users
ar: المستخدم

# UsersDesc
source: View and Edit user details.
ar: عرض وتعديل بيانات المستخدم

# UserType
source: Group Type
ar: نوع المجموعة

source: VAT
ar: الضريبة

# Vat5
source: VAT (%)
ar: الضريبة %

# Warehouse
source: Supplier Warehouse
ar: مستودع مزود الخدمة

# warning_ChangeService
source: Sorry, you cannot change service without setting the order On Hold
ar: لا يمكن تعديل الطلب قبل تحويل الحالة الى قيد الإنتظار

# warning_OnHold
source: Sorry, you cannot put order On-Hold without Start Work
ar: لا يمكن تغيير حالة الطلب قبل البدء بالخدمة

# warning_ScheduleConfirm
source: Please confirm the schedule first.
ar: يجب تأكيد موعد الطلب أولاً

# warning_SetAppointment
source: Please set appointment first.
ar: يجب تحديد موعد الخدمة أولاً

source: Yes
ar: نعم

source: Arabic
ar: عربي

# EmailHtmlAR
source: Email in Arabic (Html format)
ar: البريد الالكتروني بالعربي (صيغة HTML)

# EmailHtmlEN
source: Email in English (Html format)
ar: البريد الالكتروني بالانجليزي (صيغة HTML)

source: Enter All Details
ar: أدخل كافة التفاصيل

# entries
source: entires
ar: إدخالات

source: Logout
ar: تسجيل الخروج

source: No Data Found
ar: لا توجد بيانات متاحة في الجدول

# NoMatchingRecords
source: No matching records found
ar: لم يتم العثور على سجلات مطابقة

source: of
ar: من

source: Showing
ar: عرض

# SmsAR
source: SMS in Arabic
ar: الرسالة النصية بالعربي

# SmsEN
source: SMS in English
ar: الرسالة النصية بالانجليزي

# SMSKey
source: Unique Key
ar: مفتاح الرسائل النصية

source: SMS Language
ar: لغة الرسالة النصية المفضلة

# SubjectAR
source: Subject in Arabic
ar: الموضوع بالعربي

# SubjectEN
source: Subject in English
ar: الموضوع بالانجليزي

source: to
ar: إلى

source: Unit Price (Exclusive Vat)
ar: سعر الوحدة (بدون ضريبة)

# warning_CannotFinish
source: Cannot Finish order before install date
ar: لا يمكن انهاء الطلب قبل موعد تاريخ التركيب

source: Compalain Id
ar: رقم الشكوى

# confirm_Complain
source: Do you want to submit this Complaint?
ar: هل تريد تقديم شكوى على الخدمة المقدمة؟

# success_Complain
source: You complain has been submitted. Please wait .. will reply to you soon.
ar: تم تقديم الشكوى، آمل الإنتظار الى حين عمل اللازم والتواصل معك في أقرب وقت ممكن

# BackToComplain
source: Back to Complaint
ar: العودة الى الشكوى

source: Close Date
ar: تاريخ الإغلاق

# ComplainId
source: Complaint Id
ar: رقم الشكوى

# DateType
source: Select Date Type
ar: حدد تاريخ الخدمة

# FinishEndDate
source: To Date
ar: الى تاريخ

# FinishStartDate
source: From Date
ar: من تاريخ

source: Next Day
ar: اليوم التالي

source: Next Week
ar: الأسبوع القادم

source: Subject
ar: الموضوع

source: This Week
ar: الأسبوع الحالي

source: Today
ar: اليوم

# ComplainDetails
source: Complaint Details
ar: تفاصيل الشكوى

source: All
ar: الكل

source: Reject
ar: تم رفض الشكوى

source: Resolve
ar: تم حل الشكوى

source: Edit Order
ar: تعديل إنشاء طلب

source: OK
ar: حسنا

source: Submission Date
ar: تاريخ فتح الشكوى

# ArchieveComplain
source: Archieve Complaints
ar: أرشيف الشكاوى

# OrderShowDuration
source: Order Display after (Minutes)
ar: مدة انتظار الطلب للظهور عند مزود الخدمة (دقيقة)

source: Edit User
ar: تعديل إنشاء مستخدم

# ComplainCategory
source: Complaint Category
ar: نوع الشكوى

# ComplainCategoryAR
source: Complaint in Arabic
ar: نوع الشكوى بالعربي

# ComplainCategoryEN
source: Complaint in English
ar: نوع الشكوى بالانجليزي

# ComplainSubmitted
source: Complaint has been submitted
ar: تم ارسال الشكوى

# AddComplain
source: Add Complaint
ar: إضافة شكوى

source: Close
ar: إغلاق

# SelectComplainCategory
source: -- Select Complaint Category --
ar: إختر نوع الشكوى

source: View
ar: عرض

source: Comment to
ar: تعليق الى

# OrderInvoiceExist
source: Invoice number already exists
ar: رقم الفاتورة مكرر

# ShowPreferInstall
source: Display Installation Date Option to Supplier
ar: اظهار تاريخ التركيب المفضل الى مزود الخدمة

# SyanahTeam
source: Najez Team
ar: فريق ناجز

source: -- Select Status --
ar: إختر الحالة

# ComplainList
source: Complaint List
ar: قائمة الشكاوى

# ComplainNewStatus
source: Complaint New Status
ar: شكوى جديدة

# EnterComment
source: Enter your comments
ar: ادخل ملاحظاتك

# EnterResponse
source: Enter feedback to customer
ar: ادخل الملاحظات للعميل

source: Reject By Sp
ar: مرفوضة بواسطة مزود الخدمة

source: Resolve By Sp
ar: تم الحل بواسطة مزود الخدمة

# ComplainedBy
source: Complaint By
ar: بواسطة

# AssignSp
source: Verifying
ar: تحقق

source: New Password
ar: كلمة المرور الجديدة

# AppointmentConfirmed
source: Appointment Confirm
ar: تأكيد الموعد

# InvalidCurrentPassword
source: You have Entered wrong Password. Please check again.
ar: خطأ في كلمة المرور الحالية

source: Received From Warehouse
ar: الاستلام من المستودع

source: Sales Report
ar: تقرير المبيعات

# success_ChangePassword
source: Password was changed for user
ar: تم تغيير كلمة المرور بنجاح

# warning_ReceivedFromWarehouse
source: Please confirm the ReceivedFromWarehouse.
ar: يجب تأكيد الموعد أولاً

# ACs
source: Total Quantity
ar: عدد الوحدات

source: Archived
ar: مؤرشف

source: Total Orders
ar: إجمالي الطلبات

source: Pending
ar: قيد الانتظار

source: Select Installation Date
ar: حدد تاريخ التركيب

source: Appointment Reschedule
ar: إعادة جدولة الموعد

source: Branch
ar: الفرع

# EndDate
source: To
ar: إلى

source: Sales Dashboard
ar: لوحة المعلومات

# StartDate
source: From
ar: من

# Warning_quantityexceed
source: The order quantity exceeds the daily limit. However, the Date/Time of installation will be arranged between the installation crew and the customer. To place the order, please click Submit!
ar: تتجاوز كمية الطلب الحد اليومي ، ولكن يمكن تقديم الخدمة بترتيب تاريخ / وقت بين فريق التركيبات والعميل. ، يرجى التأكيد لرفع الطلب على النظام.

# Installation
source: Orders List
ar: لائحة الطلبات

source: Amount
ar: كمية

source: Unit Installation
ar: تركيب الوحدة

source: Remarks
ar: ملاحظات

# NoInstallDateOnCreate
source: Please select Installation DateTime.
ar: الرجاء تحديد تاريخ التركيب

source: Block Date
ar: تاريخ حجز الطلبات

source: Service Amount
ar: سعر الخدمة

source: Service Vat
ar: ضريبة الخدمة

source: Additional Vat
ar: الضريبة

source: Additonal Amount
ar: قيمة الخدمات الاضافية

source: Max Number Of Unit
ar: أقصى عدد للوحدة

source: Session TimeOut
ar: مهلة جلسة

# ComplainbyCustomer
source: Complaint By Customer
ar: شكوى من قبل العميل

# ComplainbySupplier
source: Complaint By Supplier
ar: شكوى من المورد

source: Response Rate By Appointment Confirmed
ar: تم تأكيد معدل الاستجابة حسب التعيين

source: Response Rate By Reserved
ar: معدل الاستجابة بواسطة محفوظة

# IsDisplay
source: Is Count
ar: المعروض

source: Delayed
ar: طلبات متأخرة

source: Not Updated
ar: طلبات غير محدثة

source: Direction
ar: الجهة

source: Select Direction
ar: حدد الاتجاه

source: Unit
ar: الوحدة

source: Driver
ar: سائق

source: Assign Labour
ar: طلب مخصص لعامل

# LabourRequiredError
source: Labour required
ar: العمالة المطلوبة

# Error_LabourRequired
source: Labour required
ar: العمالة المطلوبة

source: Assign Driver
ar: طلب مخصص لسائق

source: Labour
ar: عامل

source: Driver and Labour
ar: سائق و عامل

source: Calendar
ar: التقويم

source: Executive
ar: تنفيذي

source: Super Admin
ar: مشرف فائق

source: False
ar: لا

source: Is Internal
ar: داخلي

source: True
ar: نعم

source: CategoryName
ar: اسم التصنيف

source: Auto Dispatched
ar: إرسال الطلب الجديد تلقائيا

source: Seller Agent
ar: وكيل البائع

source: Seller Staff
ar: طاقم البائع

source: Seller Supervisor
ar: مشرف البائع

# Average_Closing_Time
source: Average Complaint Closing Time
ar: متوسط وقت اقفال الشكاوى

# Close_Complaints
source: Closed Complaints
ar: الشكاوى المغلقة

source: Completed Orders
ar: الطلبات المكتملة

source: Installation Workers Utilization
ar: خدمات التركيب من العمال

source: Open Complaints
ar: الشكاوى المفتوحة

source: Performance
ar: الاداء

source: Service Distribution
ar: توزيع الخدمات

source: Installation Orders
ar: أوامر التثبيت

source: Today's Orders
ar: طلبات اليوم

source: Tomorrows Installation Orders
ar: طلبات التركيب غدا

source: Total Orders
ar: مجموع الطلبات

source: Total Units
ar: مجموع الوحدات

# Worker
source: Workers
ar: العامل

source: Addition Works
ar: أعمال الإضافة

source: Categories
ar: التصنيفات

source: Units
ar: الوحدات

source: User
ar: المستخدم

source: Today's Installation Order
ar: طلبات التركيب اليوم

source: Name in Arabic
ar: الاسم باللغة العربية

source: Name in English
ar: الاسم باللغة الانجليزية

source: Appointment Confirmed
ar: موعد مؤكد

source: Cancelled Order
ar: طلب ملغي

# Completed _Order
source: Completed Oder
ar: طلب مكتمل

source: Finish Work
ar: عمل مكتمل

source: New Order
ar: طلب جديد

source: Order Appointment Reschedule
ar: إعادة جدولة موعد

source: Order Assigned to Driver
ar: طلب مخصص لسائق

source: Order Assigned to Labour
ar: طلب مخصص لعامل

source: Order Change Service
ar: طلب تغيير خدمة

source: Order on Hold
ar: طلب معلق

source: Order Partial Delivery
ar: توصيل جزئي

source: Order Reveived from Warehouse
ar: مستلم من المستودع

source: Rejected Order
ar: طلب مرفوض

source: Reserved Order
ar: طلب محجوز

source: Start Work Order
ar: بدأ العمل

source: Missing Orders
ar: طلبات لم يتم قبولها

source: Total Revenue
ar: إجمالي الإيرادات

source: Unassigned Orders
ar: طلبات لم يتم اسنادها

source: Add Working Hours
ar: اضافة ساعات العمل

source: Back to list
ar: العودة الى القائمة

source: Create
ar: انشاء

source: Working hours
ar: ساعات العمل

source: Category in Arabic
ar: الفئة باللغة العربية

source: Category in English
ar: الفئة باللغة الإنجليزية

source: Description in Arabic
ar: الوصف باللغة العربية

source: Description in English
ar: الوصف باللغة الإنجليزية

source: SortOrder
ar: ترتيب الطلبات

source: Enter Category in Arabic
ar: أدخل الفئة باللغة العربية

source: Enter Category in English
ar: أدخل الفئة باللغة الإنجليزية

source: Enter Description In Arabic
ar: أدخل الوصف باللغة العربية

source: Enter Description In English
ar: أدخل الوصف باللغة الإنجليزية

source: Enter Sort Order Quantity
ar: أدخل كمية ترتيب الفرز

# ExitMobileNo
source: This mobile no already exists in the system
ar: هذا الهاتف المحمول لا يوجد بالفعل في النظام

# SetWorkingHoursFirst
source: Please set the working hours first
ar: الرجاء تحديد ساعات العمل

source: Consumed Capacity
ar: القدرة الاستهلاكية

source: Current Capacity
ar: الاستيعاب الحالي

source: Daily Capacity
ar: الاستيعاب اليومي

source: Team Capacity
ar: القدرة الاستيعابية

source: Update date
ar: تاريخ التحديث

source: Home
ar: الصفحة الرئيسية

source: Service Provider List
ar: قائمة مزودي الخدمة

source: Agent
ar: الوكيل

source: Call Center
ar: مركز الإتصال

source: Finance
ar: الماليه

source: Supervisor
ar: مشرف

source: Is Working
ar: يعمل

source: Additional Work
ar: الأعمال الاضافية

source: Additional Work Name Arabic
ar: اسم العمل الاضافي بالعربيه

source: Additional Work Name English
ar: اسم العمل الاضافي بالانجليزيه

source: Enter the name of additional work
ar: ادخل اسم العمل الاضافي

source: Enter the price of additional work
ar: ادخل سعر العمل الاضافي

# EstimatedTime
source: Estimated Time (minutes)
ar: الوقت المقدر (الدقيقه)

source: None Selected
ar: لم يتم تحديد أي من الخيارات

source: Partial Delivery
ar: توصيل جزئي

source: Price
ar: السعر

source: Select Category
ar: اختر الفئة
